export default [
    {
        id: 0,
        departmentName: "运营中心",
        departmentBrief: "掌上武大、淘课啦、吃乎，掌握武大最新鲜的信息、最火爆的公众号，从灵光一闪的创意到精妙绝伦的内容产出，由外而内，洞悉运营之道，提高新媒体运营能力，提升对互联网变幻的敏感度，锻炼信息搜寻的能力。将心中所想，化为自强不息的动力，与同伴携手并肩，共同铸就产品之独特芒。",
        group: [

            {
                id: "1-1",
                groupName: "吃乎",
                groupBrief: "吃乎多彩的活动和自由开放的氛围，为你提供更加多元的可能性。开动脑筋大胆设想，在吃乎尽情创造，留下专属于你那浓墨重彩的一笔！在吃乎，你可以收获舌尖上的快乐、一群志同道合的吃货朋友、更加专业的美食品鉴能力、日益精进的拍照排版和外联谈判技巧，以及默默增长的体重（这是可以说的吗）",
                hope: ["喜爱和美食有关的一切！具有一定的审美水平和文案写作能力，能够脑洞大开。如果会基础的排版就更好啦~", "了解学校及其周边的店铺，及时发现店铺的变化，喜欢在学校各个学部到处逛吃。", "认真负责的工作态度和良好的沟通能力。"],
                gains: ["一群最佳“饭搭子”", "各种美食“白嫖”福利", "精进的文案撰写、摄影、公众号排版技巧"],
                img: ["/img/eat/a.jpeg", "/img/eat/b.png"]
            },
            {
                id: "1-2",
                groupName: "淘课啦",
                groupBrief: "武汉大学一站式学习平台，以“武大公选课的大众点评”为核心，囊括公共学习资源板块，致力于打造一个可以为武大学子排除选课疑惑、提供各类竞赛资源、最新课程学习资讯、网络学习资源共享、交流共建的综合学习共享平台，探求学习生活的效率和幸福最大化。",
                hope: ["最好有一定的文字功底，如有图片制作、视频剪辑等技能更佳，有学习的意愿即可。", "有认真负责的态度和团队协作的能力，有足够强的创造意愿和想法。"],
                gains: ["包括但不限于宝藏课堂选课指南竞赛信息的第一手内部资料", "只要你敢想敢做，脑洞就能变成现实的平台", "推文写作、排版技能及运营公众号的宝贵经验", "轻松愉快、收获满满的社团活动经历", "与小伙伴们一起吃喝玩乐团建的快乐时光"],
                img: ["/img/class/a.png", "/img/class/b.jpeg"]
            },
            {
                id: "1-3",
                groupName: "掌上武大",
                groupBrief: "掌上武大是武汉大学校园新媒体，定期为同学们整理提供提供武大校园资讯，并与大家一起探索校园生活中有趣、有用、美好的人和事，将其制作成文字、漫画或摄影推送。在这里你可以和大家分享情绪，玩梗吐槽，掌武编辑部就是你在武大的灵魂栖息地。",
                hope: ["喜欢上网冲浪，对网络热点高度关注", "创作热情、旺盛的表达欲和共情能力", "责任心强"],
                gains: ["希望你有绘画和摄影的设备和基础", "各种美食“白嫖”福利", "精进的文案撰写、摄影、公众号排版技巧"],
                img: ["/img/hand/a.png", "/img/hand/b.jpeg"]
            },
        ]
    },
    {
        id: 1,
        departmentName: "技术中心",
        departmentBrief: "自强技术中心别名小强车间，虽然号称“小强”，中心实力可不小。其下设前端、后台、产品、UI设计四个部门。技术中心日常事务是设计、开发并维护有掌上武大、淘课啦等自强拳头产品，牢牢把握自强硬实力，并将以这些产品为核心，融合新颖有趣的技术，开发有趣的小产品，并为自强Studio的各项活动提供技术支持与保障。",
        group: [
            {
                id: "2-1",
                groupName: "前端部",
                groupBrief: "想要创建有趣的网页却无从下手？想要了解项目的开发规范和生产流程却不知所措？想要探索前沿技术却一筹莫展？来加入自强 Studio 前端部！这里既有志同道合的朋友在学习道路上与你一起摸索前端开发技术、也有经验丰富的前辈在技术分享中与你一起探讨项目开发细节。你能收获的不仅有扎实的前端功底和丰富的项目经验，也许还有一份真挚的友情、一种独有的知识学习方法、一颗相信技术改变世界的真诚炽热的心……",
                hope: ["有较强的责任心，能按时完成项目组分配的任务","对前端开发（但不限于前端开发）感兴趣","有较强的学习积极性与主动性","能够使用 HTML、CSS、JavaScript进行网页或小程序开发，如果有项目开发经验就更好了"],
                gains: ["可以学习前端知识，积累项目经验，提高代码能力，有利于日后进军工作岗位。甚至有可能收获一段刻骨铭心的回忆。","展示自己的想法和软件作品的平台、与众多技术大神交流技术的机会。"],
                img: ["/public/img/technology/fontend1.jpeg", "/public/img/technology/fontend2.jpeg"]
            },
            {
                id: "2-2",
                groupName: "后台部",
                groupBrief: "速来自强 Studio 技术中心后台部！我们有愉快的开会环境，成熟的培养体系，优秀的前辈指导，我们是在各种网站和小程序后面坚实的保障，是整个技术中心背后推动的力量，是不愿意透露姓名的大佬。在这里，你可以获得你想要获得的代码能力，提高自己的学习能力和眼界，和志同道合的朋友进行交流和沟通，学习前沿技术，提出自己宝贵想法并能亲手实践。",
                hope: ["只管带着一颗热爱学习的心、相应的自学能力与负责的精神，无畏地开启全新的旅途！~", "如果你有一定基础，何不乘此获得项目实战的充实经历、进一步磨砺自己的技术？"],
                gains: ["或许你是代码小白，我们欢迎怀着一腔热情的你来此处学习知识；或许在学习的过程中你遇到了艰难险阻，我们一定会给予你必要的协助；或许你不善于与人沟通，我们的各种团建活动会提供机会帮助你融入这个团队，认识各种各样的人。加入后台部，体验不一样的大学生活，获得项目实战的充实经历和技术能力上的提升，收获对互联网后端技术更深入的认识，感受友好热烈的工作氛围等。"],
                img: ["/public/img/technology/backend1.jpeg", "/public/img/technology/backend2.jpeg"]
            },
            {
                id: "2-3",
                groupName: "产品部",
                groupBrief: "产品部是自强Studio产品经理的摇篮，是自强旗下产品的管理者与设计者。从提出设想到论证需求，从完善设计到优化体验，从协调开发到组织迭代……在这里，我们见证一个功能乃至一个产品从无到有的全过程，诞生了【专交遇到你、半分七天、招新小程序、珞珈十大风云学子】等产品；在这里，我们期待能为自强Studio、为武大提供更优质的校园产品与服务。",
                hope: ["从0到1的项目实战经验，拓展思维，提高逻辑分析能力与沟通协调能力，并能收获原型制作软件、撰写需求文档等产品经理必备技能，收获一群志同道合、愿意和你一起头脑风暴的伙伴。不要犹豫啦快来加入我们吧～"],
                gains: ["从0到1的项目实战经验，拓展思维，提高逻辑分析能力与沟通协调能力，并能收获原型制作软件、撰写需求文档等产品经理必备技能，收获一群志同道合、愿意和你一起头脑风暴的伙伴。不要犹豫啦快来加入我们吧～"],
                img: ["/public/img/technology/product1.jpeg", "/public/img/technology/product2.jpeg"]
            },
            {
                id: "2-4",
                groupName: "UI设计部",
                groupBrief: "想成为一个合格 UI 设计师吗？想学习色彩原理，审美原则的知识，XD，PS等 软件的灵活运用吗？想拥有一大堆优秀的、已经在各种互联网大厂任职的学长学 姐的经验分享和悉心指导吗？速来自强 Studio 技术中心 UI 设计部！我们有优质的开会环境，成熟的培养体系，优秀的前辈指导。在这里，你可以获得你想要获的的设计能力，提高自己的学习能力和眼界，和志同道合的朋友进行交流沟通，获得审美体验，提出自己的宝贵想法并亲手实践。在这里，是一个崭新的开始，我们在武汉大学自强Studio技术中心UI设计部等你！",
                hope: ["我们希望你有较好的审美素养，对设计感兴趣。能够使用 Xd/PS/AI 等软件进行设计，有相关设计经验就更好啦。"],
                gains: ["PS、AI、Axture、AE 等软件的知识，审美能力的大大提升，亲手做出一些能够上线的产品项目，还能结识很多志同道合的小伙伴。我们还会不定期举行团建活动噢～"],
                img: ["/public/img/technology/ui1.jpeg", "/public/img/technology/ui2.jpeg"]
            },
        ]
    },
    {
        id: 2,
        departmentName: "站务管理中心",
        departmentBrief: "在 “自强 Studio” 站务管理中心是自强 Studio 内部协调、沟通、管理和服务中心，下设人力资源部、核心事务部和文化创意部，负责团队文化建设工作，统筹人力资源管理、部门协作以及优化并执行自强的团队架构和组织结构设计模式，不断探索跨部门合作的 新模式，为自强团队的高效运转提供有力保障。",
        group: [
            {
                id: "3-1",
                groupName: "文化创意部",
                groupBrief: "我们不传授技艺，我们要的是远方之友，我们要的是共同奋斗的伙伴。我们想要打造自己的品牌，我们想要在这里进行创业实践，我们想要用艺术而非文字作为载体去传达我们的内心世界。或许我们会有一间自己的工作室……我们想要开辟一方天地，创造属于我们自己的东西。我们的部门文化是“创新，独特，凝聚，灵活，合作，发展”，我们重视创新思维，拒绝形式主义，注重开放、表达与合作，拒绝孤立、隔绝与封闭。",
                hope: ["拥有绘画，文学素养，摄影等技能。","有经营理财意识，管理经验，良好审美等敏锐精神。","嗯？你说你好像都不擅长？就算是“绘画小白”，我们也能带你走上绘画之路！只需要你带着无限的热爱与创意，饱含对文化创意的激情，我们相信，经过部里高手的指点，你一定能够成为绘画高手。"],
                gains: ["这里是一个艺术小窝，你不必有多么过硬的艺术能力，只要你有想法、能行 动，这里就给你平台、给你机会，这里推崇主观见之于客观的活动。在这里你将 不再孤军奋战，你可以遇到一群志同道合的人，一群和你一起做奇奇怪怪的小东西的人。"],
                img: ["/public/img/management/art1.png", "/public/img/management/art2.png"]
            },
            {
                id: "3-2",
                groupName: "核心事务部",
                groupBrief: "如果要写核心事务部，不能只写核心事务部，要写每次干活满满、伴着欢声笑语结束的例会，写每一份奇思妙想通过策划案落地生花，要写亲手打造“哈利波特”奇妙之境，写全站大会挥舞着的荧光棒；要写每个节日一起将美好而真挚的祝福打包进亲手准备的礼物，写丰富多彩的团建生活；写青春这本书里我们把背包装满晴朗，用创意画的推文定格每一个恣意烂漫的瞬间，写部门里可爱又同频的人一起向阳生长，寻找快乐的宝藏。",
                hope: ["不需要有特别突出的专业技能，但是有责任感，能够认真踏实地完成自己的本职工作。","敢于表达，能够积极地与其他小伙伴交流你的想法，与其他部门的同学沟通我们的工作进程。","性格活泼开朗，敢于尝试，并且具有能实现自己想法的执行力。"],
                gains: ["体验到将自己的创意想法通过策划案变现落实的成就与幸福","全方位了解推文撰写、公众号运营的相关知识点","通过外派任务去到自强站内的各个部门，拥有“双重身份”buff","感受到多部门共同团建、大部队“特种兵式旅游”的快乐"],
                img: ["/public/img/management/core1.jpeg", "/public/img/management/core2.jpeg"]
            },
            {
                id: "3-3",
                groupName: "人力资源部",
                groupBrief: "嗨！也许你还在期待一个成长的机会？也许你还在等待一个发光的舞台？也许你还在寻觅一个沙雕高能的团队？快把目光看向自强人力资源部！从留着夏日余温的秋招到裹着冬末微寒的春招，从去年的茶艺培训到今年的 插花与植物拓印……人资 er 的身影持续出现在自强发展、自强建设和自强交流的多个舞台。话不多言，愿每个闪亮的你都能在自强人资拥抱一份历经四季的美好与成长！",
                hope: ["部长：认真且真诚，乐于不断学习探索、反思进步～","活动常副：敢想敢做，喜欢新想法，执行力up！","考勤常副：对待各种事物有热情，敢于尝试；做事细致负责。"],
                gains: ["拥有更加成熟的活动策划能力、更加完备的表达沟通能力","获得自由轻松的工作平台、新鲜抓取的工作技能、学习之外的充实旅程以及少量肥膘（确信）"],
                img: ["/public/img/management/people1.jpeg", "/public/img/management/people2.png"]
            }
        ]
    },
    {
        id: 3,
        departmentName: "品牌推广中心",
        departmentBrief: "品牌推广中心通过独立发起策划、宣传推广、落地举办线下和线上品牌活动，在全校乃至更大范围推广自强品牌和自强旗下产品。中心下设品牌策划部、外联部和网络推广部，工作内容涵盖大型活动策划与执行、商业联络、新媒体运营等。",
        group: [
            {
                id: "4-1",
                groupName: "外联部",
                groupBrief: "外联部分属于自强 Studio 品牌推广中心，主要负责站内的对外推广联系。我们通过与商家进行商业合作沟通获取资金物料支持，通过对接指导单位、职能部门、学生组织、各大院系等工作协助活动的筹备与组织，在与部门、中心、自强其他中心下属部门的配合之中实现活动的落地举办。在这里我们有丰富的活动，欢乐的团建。",
                hope: ["在自强外联，我们每个人都充当着重要管道作用，在这里我们为组织利益而服务，外引内联，协助自强Studio的活动举办，用毅力与能力去创造价值，用合同与赞助来提供动力，在这里你能前所未有地感受到团队精神，一次次成功的合作都印证着你奋斗的轨迹，代表着你表达沟通能力的更上一层楼。外联是归属感非常强的大家庭，这里有人脉有友人，志同道合的外联人正等着你！"],
                gains: ["丰富的活动","欢乐的团建。"],
                img: ["/public/img/promotion/connect1.jpeg", "/public/img/promotion/connect2.jpeg"]
            },
            {
                id: "4-2",
                groupName: "网络推广部",
                groupBrief: "这里是文艺青年、社恐却有着炙热的内心的人的聚集地。在这里，我们有：「珞说百科」刚来到武大的 whuer  或许会好奇珞珈山的狐狸怎么来的？武大 真的有 129  年历史吗？银泰跟武大有什么不为人知的关系呢？那这个栏目就给大家很多的发挥空间了我们也期待着你的加入，创建属于自己的栏目，为我们带来不一样的色彩。",
                hope: ["会撰写多样创意文案，策划推广活动，洞察市场与用户需求制定方案。","口头与书面表达清晰，善于倾听反馈","对新事物好奇，速学新工具知识"],
                gains: ["新媒体运营的丰富经验。","在活动全程策划中提升的逻辑能力、工作统筹能力，考虑问题更加严谨、周全，执行力也会大大提升。优秀的文案写作能力~","在愉悦的氛围中和本部门以及其他部门的小伙伴们碰撞灵感、协同完成任务，体验通过自己的推广后活动广为人知的独特成就感。"],
                img: ["/public/img/promotion/internet1.jpeg", "/public/img/promotion/internet2.jpeg"]
            },
            {
                id: "4-3",
                groupName: "品牌策划部",
                groupBrief: "这里，是聚集各种新鲜出炉的想法的品牌策划部！我们负责各种超有趣，超有创意的活动策划、组织和运营等。品策最大的特点，就是超有活力！部门气氛轻松，大家有很多新奇的点子，意想不到的惊喜！我们的目标，就是办好每一个活动，给大家带来不一样的校园生活体验！",
                hope: ["如果你有很多奇思妙想，想要将自己的idea变成现实","如果你喜欢头脑风暴，为了达成一个目标而进行思维碰撞","如果你想要挖掘自己的潜力，为了优化一个方案而绞尽脑汁"],
                gains: ["在这里，你能获得策划案的撰写方法，策划有意思的活动，锻炼自己组织运营活动的能力。最重要的是，你能认识到一群志同道合的朋友，在一个个从策划案中交流思想，在一次次活动组织中不断磨合感情。"],
                img: ["/public/img/promotion/branding1.jpeg", "/public/img/promotion/branding2.png"]
            }
        ]
    },
    {
        id: 4,
        departmentName: "新闻中心",
        departmentBrief: "自强新闻中心是武汉大学最具影响力的校园媒体之一，下设编委会、记者团、视频部、摄影部四个部门。新闻中心以“做负责任的校园媒体”为旨，着眼于武大校内时事，关注校外社会热点，用文字、视频、图片多形式记录校园动态、感知时代冷暖。",
        group: [
            {
                id: "5-1",
                groupName: "记者团",
                groupBrief: "记者团作为“自强Studio”的下设组织，已然成长为珞珈校园最具影响力的“媒介组织”（校园媒体），为自强搜集新鲜资讯，同时也努力承担媒体职责，实事求是。我们穿梭于武大盛会——金秋艺术节一线，抢先捕捉精彩瞬间，用镜头和文字留下永恒感动；我们对话各路隐藏大佬，不断精进学习方法，助力各位学子精进学业；除了“奇闻轶事”，我们也深入百味人间，用报道探求事实真相，感知世相冷暖。",
                hope: ["记者团部长：怀揣探索世界的热情，又不乏叙述真实的勇气。","记者团副部：用热切关照立体的世界，在冷静中反映真实，对输出的话负责。","记者团常副：关心身边的人，关心ta们具体的一面，而非抽象的标签。","编委会部长：有记录故事的热情，也有把故事讲好的责任感。","编委会副部：偶尔好奇，经常开心！"],
                gains: ["获得大量采访机会，提升采访、写作水平，学会与不同人高效沟通","结识一群热爱新闻的伙伴，还能借工作接触各界人士，积累起宝贵的人脉资源。","让校园生活充实多彩，简历添上亮眼一笔，为升学、求职加分，同时增强社会责任感"],
                img: ["/public/img/news/reporter1.jpeg", "/public/img/news/reporter2.jpeg"]
            },
            {
                id: "5-2",
                groupName: "摄影部",
                groupBrief: "自强摄影部隶属于自强新闻中心，由一群热爱拍照的小伙伴组成。我们热爱捕捉光影的艺术，我们热爱从不同的角度去探索世界，发现平凡事物中的美好，我们希望以图像为语言表达自我，用每一张照片讲出生活中的故事我们有专业影棚的灯具布景，手把手教你专业影棚灯光布置和拍摄，如果你愿意成为 model，也可为你拍摄大片！我们会定期组织大家一起去校园内外采风外拍，在实战中得到锻炼你的摄影技术！",
                hope: ["喜欢摄影，热爱生活！有一定摄影基础及经验，最好有自己的拍摄设备。如果你对摄影有热爱，渴望记录光影江湖，摄影部欢迎你的加入！让我们一起用镜头记录江湖的刀光剑影，共同创造属于我们的光影传奇。"],
                gains: ["你将收获在这里你可以结识一群来自不同学院和专业，但同样热爱摄影的小伙伴！","你可以在专属媒体席观看并拍摄热门活动，第一时间接触校内热点，不必担心因热门活动一票难求而错失良机！"],
                img: ["/public/img/news/video1.jpeg", "/public/img/news/video2.jpeg"]
            },
            {
                id: "5-3",
                groupName: "视频部",
                groupBrief: "用镜头语言包罗世间万象，用叙事逻辑传达青年声音，用运镜剪辑彰显极致热爱，用视频形式记录武大风采，我们是视频部！在视频部，我们积极探索视频的更多可能性，学习Pr、Au等相关软件、拍摄热点事件的原创视频；我们热诚服务武大学子，传递武大声音；我们积极内建，既有共同交流、讨论学习，又有唱K，剧本杀等多样团建，在学习和娱乐中成为更好的视频部。",
                hope: ["具备丰富的想象力和创造力，构思出新颖、独特的视频创意和脚本","对视频制作领域的新知识、新技术保持学习热情和好奇心","对待视频制作工作认真负责"],
                gains: ["操纵四万八机器的机会","获得研二大佬学长Pr、Au教学","和曾经参加过狼人杀比赛的学长一起团建","百事通学姐亲情帮忙避雷大一可能踩的天雷～"],
                img: ["/public/img/news/photo1.png", "/public/img/news/photo2.jpeg"]
            },
        ]
    }
]