export default {
    operationProducts:[
        {
            name: '自强Studio',
            background: '../../public/img/productsziqiangbg.png',
            image: '../../public/img/productsziqiangimg.png',
            introduction: '武汉大学自强网络文化工作室（自强Studio）是武汉大学党委学生工作部指导的校级学生组织、华中地区最大的学生互联网团队之一、教育部授权“全国高校网络文化工作室”之一。自强二十四载，历久弥新，我们期待成为全国最专业最有趣的高校互联网团队之一，全方位打造武大最强“学生互联网文化工作室”，彰显武大精神。',
            info: '技术中心，品牌推广中心，新闻中心，运营中心，站务管理中心',
            QR: '/public/img/proziqiangQR.jpeg'
        },
        {

            name: '掌上武大',
            background: '../../public/img/productshandbg.png',
            image: '../../public/img/productshandimg.png',
            introduction: '作为拥有10W+用户基础的武汉大学校园新媒体，“掌上武大”微信公众号，聚焦校园生活，每天及时为您提供武大校园资讯,与你一起分享身边有趣、有用、美好的人和事；关注大学生情感共鸣，跟进时事热点。各类美食与商铺的测评合集，每日推送的校内新闻通知讲座，是你学习和生活的最佳拍档——整个武大，皆在掌中。',
            info: '运营中心，掌上武大',
            QR: '/public/img/prohandQR.jpeg'
        },
        //  {

        //     name: 'WHUer滴哆啦口袋',
        //     background: '../../public/img/productspocketbg.png',
        //     image: '../../public/img/productspocketimg.png',
        //     introduction: '介绍介绍介绍巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉巴拉',
        //     info: '技术中心，UI设计部，前端部，后台部'
        // },
        {

            name: '吃乎',
            background: '../../public/img/productseatbg.png',
            image: '../../public/img/productseatimg.png',
            introduction: '当清晨的第一缕阳光洒满窗台，当被裹挟在下课的人流中，当傍晚的余晖沉淀为酒红，我常常在想——今天吃什么？去哪吃？怎么吃？那么为什么不来看看吃乎呢？在吃乎，这个武汉大学自强Studio旗下最会吃的部门，有武大最强吃货团队走遍江城为你探寻校内外美食。我们致力于丰富同学们的校园文化生活，同时也体味着舌尖上的人生百态。我们曾派出数支小分队，踏遍校内每一个角落，绘出校内美食地图；也曾冒着工伤长胖的风险，探访大大小小店铺，只为找寻美味的真谛；更曾拿出实事求是的专业吃货态度，买来外卖或零食，或种草，或避雷，不让同学们花冤枉钱。任岁月变迁，我吃心绝对。这里是吃乎，关注我们，让我们用美食的力量，为你带来一点小小的欢乐与温暖。',
            info: '运营中心，吃乎',
            QR: '/public/img/proeatQR.jpeg'
        },
        {

            name: 'WHU自强淘课啦',
            background: '../../public/img/productsclassbg.png',
            image: '../../public/img/productsclassimg.png',
            introduction: 'WHU自强淘课啦公众号致力为武大学子提供方便快捷的学习服务，满足武大学子多样化的学习生活需求。最新鲜的学习资讯，最丰富的学习资源，最真实的图书馆测评，最走心的优质网课推荐……我们行走于武大的各个课堂间，也隐居在各种学习资料之中，帮助每一位武大学子获得最有效的课程信息与学习资料；此外，淘课啦还为武大的同学们带来了课程学习指南，帮助大家战胜每门课程中的挑战，我们拥有最新鲜的学习资讯、最丰富的学习资源和最真实的校园评测，满足你对学习的一切需求。总之，你需要的，你关心的，这里应有尽有！推文风格或是温柔细腻或是毒舌吐槽或是放荡不羁，一切都由你决定。关注我们，第一时间获取珞珈山的学习资讯，满绩正在向你挥手！',
            info: '运营中心，淘课啦',
            QR: '/public/img/proclassQR.jpeg'
        },
        {

            name: 'ZQ自留地',
            background: '../../public/img/productsplacebg.png',
            image: '../../public/img/productsplaceimg.png',
            introduction: '自强新闻中心是武汉大学最具影响力的校园媒体之一，运营ZQ自留地与WHU自强见闻录公众号。视野近至校园时事，远达社会热点，内容覆盖快讯专访、深度调查、新闻评论，以及街采图说、趣味百科。力求探求事实真相，感知世相冷暖。力图以文字、图片、视频等多种表现形式传递优质新闻。自强新闻始终坚持，做负责任的校园媒体。',
            info: '新闻中心，记者团，视频部',
            QR: '/public/img/proplaceQR.jpeg'
        }
    ],

    // 技术类产品数据
    technologyProducts:[
        {
            name: '半分七天',
            background: '/public/img/productssevenbg.png',
            image: '/public/img/productssevenimg.png',
            introduction: '冬去春来，万物复苏，在樱花落下的一瞬，你是否也期待，遇见那个与你灵魂契合的侠侣？无论是去蹭一节有趣的公选课，还是去珞珈山喊出心中的不快，你是否也期望着，当你肆意分享些什么，身旁有人侧耳倾听？半分七天，我们打造一个独一无二的平台，让whuer能感受同频的呼吸，和那个TA一起，拼凑出孟春的两个七天。凭借自强Studio的独特优势，由品牌策划部牵头，身处武大从自身及周围同学需求出发，设计恰当的匹配机制与活动任务；同时，基于自强技术中心，半分七天实现了网络化自动匹配与界面呈现，超越了平常的人工匹配，让彼此交流更具效率，让感动和收获一分为二，将契合的灵魂合二为一。',
            info: '技术中心，品牌推广中心，新闻中心，运营中心，站务管理中心',
            QR: ''
        },
        {
            name: '十大珞珈风云学子',
            background: '/public/img/productsstudentbg.png',
            image: '/public/img/productsstudentimg.png',
            introduction: '“十大珞珈风云学子”评选活动由党委学生工作部、党委研究生工作部、校团委、港澳台事务办公室、国际教育学院主办，自强网络文化工作室承办，是武汉大学最盛大的杰出学生代表评选活动之一。活动评选在道德品质、学术科研、创新创业、文艺体育等方面有突出表现的学生，力图展现武大人的多元风采。评审委员会由武大校长、书记、知名教师、学生评审、社会知名人士等共同组成，并由校长、书记亲自担任活动总顾问。2022年，自强承办了2021年度珞珈十大风云学子的评选活动。经过各部门组织的前期海选，中期评选，后期宣传工作，取得了圆满成功。与风云学子们近距离接触、交流，带给每个人不一样的体验与收获。',
            info: '技术中心，品牌推广中心，新闻中心，运营中心，站务管理中心',
            QR: ''
        },
        {
            name: '珞珈攻略',
            background: '/public/img/productsmethodsbg.png',
            image: '/public/img/productsmethodsimg.png',
            introduction: '“你会为哪个年代赋予怎样的记忆呢？”为了能让同学们沉浸式地穿梭时光，寻找年代记忆，自强Studio推出2022年【自强网络文化工作室珞珈攻略4.0—珞珞的时空之旅】。这次活动以团队合作、线下解谜的形式，让同学们体验了一次时空穿梭之旅。活动整体分为寻人打卡、站点通关、隐藏解密等环节，包括“信任危机”“演技不NG”“年代穿梭机”多个部分。后期基于游戏积分及抽奖情况发放了精美的奖品。',
            info: '技术中心，品牌推广中心，新闻中心，运营中心，站务管理中心',
            QR: ''
        },
        {
            name: '专交遇见你',
            background: '/public/img/productsmeetbg.png',
            image: '/public/img/productsmeetimg.png',
            introduction: '专业互换活动依托「专交遇到你」小程序，在「专交遇到你」小程序选择一个你感兴趣的专业，我们会帮你找到心仪专业的TA。匹配成功后，你们将一同完成一系列温暖又有趣的活动。无论你是对在读专业感到迷茫和无措，有转专业或修习双学位的想法，还是想体验其他专业的生活，又或是想要认识其他专业的朋友……这个活动都期待着你的参与。',
            info: '技术中心，品牌推广中心，新闻中心，运营中心，站务管理中心',
            QR: ''
        },


    ]};